Repository: KS-GoldQR/Frontend-app
Catalog: lib/l10n/app_*.arb
Languages: ne

source: Dashboard
ne: ड्यासबोर्ड

source: Last update
ne: मिति (पछिल्लो अपडेट)

source: Scan QR
ne: QR स्क्यान

source: Inventory
ne: गहना सूची

source: Sold Items
ne: सेल्स सूची

source: Orders
ne: ऑर्डर्स

source: Language
ne: भाषा

source: Choose
ne: छान्नुहोस्

source: English
ne: अंग्रेजी

source: Nepali
ne: नेपाली

source: Select
ne: चयन गर्नुहोस्

source: Choose Language
ne: भाषा छान्नुहोस्

source: Select a Language
ne: भाषा चयन गर्नुहोस्

source: Good Morning
ne: शुभ - प्रभात

source: Good Afternoon
ne: शुभ दिन

source: Good Evening
ne: शुभ सन्ध्या

source: Place the QR Code in the area
ne: क्षेत्रमा QR कोड राख्नुहोस्

source: Scanning will be started automatically
ne: स्क्यानिङ स्वतः सुरु हुनेछ

source: Product Inventory
ne: हाल भएका गहनाहरु

source: Select Category
ne: धातु प्रकार

source: All
ne: सबै

source: Chhapawal
ne: छापावाल

source: Tejabi
ne: तेजाबी

source: Asal Chandi
ne: असल चांदी

source: No products found in inventory
ne: सूचीमा कुनै उत्पादनहरू फेला परेनन्

source: No Products found
ne: कुनै पनि उत्पादहरू फेला परेन

source: Name
ne: नाम

source: Deadline
ne: म्याद

source: Remaining
ne: बाँकी

source: Action
ne: कार्य

source: Create Order
ne: अर्डर लिनुहोस्

source: Item Name
ne: वस्तुको नाम

source: Type
ne: प्रकार

source: Weight
ne: वजन

source: Jyala
ne: ज्याला

source: Jarti
ne: जर्ती

source: Stone
ne: पत्थर

source: Stone Price
ne: पत्थरको मूल्य

source: Fill form to create order
ne: अर्डर सिर्जनाको लागि फारम भर्नुहोस्

source: Current Price
ne: हालको मूल्य

source: Total Price
ne: कुल मूल्य

# noteTotalPriceExcludingCurrentOrderPrice
source: Note: Total price is excluding current order price
ne: नोट: कुल मूल्यले हालको मूल्यलाई बाहेक गरेको छ

# addOtherItem
source: Add Item
ne: अन्य वस्तु थप्नुहोस्

source: Proceed
ne: अगाडि बढ्नुहोस्

# fillFormToShowOldJwellery
source: Fill form to show old jewelry
ne: पुरानो गहना देखाउनको लागि फारम भर्नुहोस्

source: Customer Details
ne: ग्राहकको विवरण

source: Contact Number
ne: सम्पर्क नम्बर

source: Address
ne: ठेगाना

source: Advance Payment
ne: अग्रिम भुक्तान

source: Submit Order
ne: सेव गर्नुहोस

source: Fill Customer Details
ne: ग्राहकको विवरण भर्नुहोस्

source: Tola
ne: तोला

source: Gram
ne: ग्राम

source: Laal
ne: लाल

source: View Product
ne: बस्तु हेर्नुहोस्

source: Product Info
ne: बस्तु जानकारी

source: Product Name
ne: बस्तु नाम

source: Price
ne: मूल्य

source: Edit Item
ne: इडिट

source: Sell Item
ne: बेच्नुहोस

source: Alter form to edit product
ne: इडिट गर्नको लागि फारम बदल्नुहोस्

source: or
ne: अथवा

source: Subscription Ends At
ne: सेवाको अन्त्य

source: User ID
ne: प्रयोगकर्ता आइडी

source: Success
ne: सफल

source: Successfully logged in
ne: लग इन सफल भयो

source: Error
ne: समस्या

source: Unauthorized: Incorrect phone number or password
ne: अनधिकृत: गलत फोन नम्बर वा पासवर्ड

source: Internal Error
ne: आन्तरिक समस्या

# unknownErrorOccurred
source: An unknown error occurred
ne: आन्तरिक समस्या देखा पर्यो

source: Order Details
ne: अर्डर विवरण

source: Ordered Items
ne: अर्डर गरिएका वस्तुहरू

source: Ordered Items Total Price
ne: कुल रकम - नया अर्डर

source: Old Jwellery Total Price
ne: कुल रकम - पुरानो गहना

source: Difference Price
ne: लागत रकम

source: Rates
ne: आजको मूल्य

source: Calculator
ne: क्याल्कुलेटर

source: Sell Another?
ne: अर्को स्टक बाहिर गर्नुहोस

source: How do you want to sell?
ne: कसरी स्टक हटाउनुहुन्छ?

source: Clear Sales?
ne: रिपोर्ट मेट्नुहोस्?

source: All products will be cleared
ne: सबै बस्तुहरू मेटिनेछ

source: No
ne: होइन

source: Yes
ne: हो

source: Sales Details
ne: बिक्री विवरण

source: No product has been sold
ne: स्टक बाहिर भयको छैन

source: Close
ne: बन्द गर्नुहोस्

source: App Version
ne: एप भर्सन

source: Deposit
ne: अडना लिनुहोस्

source: Old Product
ne: पुरानो बस्तुहरू

# smartSunar
source: Smart Sunaar
ne: स्मार्ट सुनार

source: Choose Expected Deadline
ne: म्याद मिति छान्नुहोस्

source: Actual Price
ne: वास्तविक मूल्य

source: Your Sales Product List
ne: बिक्रि बस्तुहरूको सूची

source: Sold Date
ne: स्टक बाहिर मिति

source: Clear
ne: रिसेट

# goldRates
source: Gold Rates Information
ne: सुनचाँदीको दर भाउ

source: Error Fetching Rates
ne: दरहरू प्राप्त गर्दा त्रुटि

source: Upload Image
ne: अपलोड इमेज

# chooseToUploadImage
source: Choose to upload image of product
ne: बस्तुको तस्वीर छान्नुहोस्

source: Gallery
ne: ग्यालरी

source: Camera
ne: क्यामेरा

source: Quit Edit?
ne: इडिट बन्द गर्नुहोस्?

source: Select Product Images
ne: बस्तुको तस्वीर छनौट गर्नुहोस्

source: All progress will disappear
ne: सबै प्रगति हटिनेछ

source: Error getting image!
ne: तस्वीर प्राप्त गर्न मा त्रुटि!

source: Old Jewellery
ne: पुरानो ज्वेलरी

# anyOldJwelleryDeposited
source: Any old jewelry deposited?
ne: कुनै पुरानो ज्वेलरी जम्मा छ?

source: Order Added
ne: अर्डर थपियो

source: Order Cancelled
ne: अर्डर रद्द गरियो

source: Customer Details Cleared
ne: ग्राहकको विवरण हटाइएको छ

source: Old Jwellery Added
ne: पुरानो ज्वेलरी थपियो

source: Old Jwellery Reset
ne: पुरानो ज्वेलरी रिसेट भयो

# oldJwelleryListEmpty
source: Your old jewelry list is empty now!
ne: पुरानो ज्वेलरी तालिका खाली छ!

source: Delete Order
ne: अर्डर मेटाउनुहोस्

source: Delete Sale
ne: सेल मेटाउनुहोस्

source: Sales cleared
ne: सेल रद्द गरियो

# soldItemPrice
source: Sold Jwellery Price
ne: बेचिएको ज्वेलरीको मूल्य

# soldOldItemPrice
source: Old Jwellery Price
ne: बेचिएको पुरानो ज्वेलरीको मूल्य

source: No product to sell
ne: बेच्नको लागि कुनै बस्तु छैन

source: Duplicate found!
ne: नक्कल परेखियो!

# itemAlreadyInList
source: This item is already in the list
ne: यो बस्तु पहिले नै सूचीमा छ

source: Charge
ne: चार्ज

source: Charge cannot be negative
ne: चार्ज 0 भन्दा कम हुन सकदैन

source: Are you sure?
ne: के तपाईं निश्चित हुनुहुन्छ?

source: Rate cannot be negative
ne: दर 0 भन्दा कम हुन सकदैन

source: rate
ne: दर

source: rate cannot be empty!
ne: दर खाली हुन सक्दैन!

source: loss
ne: नुक्सान

source: loss cannot be negative
ne: नुक्सान 0 भन्दा कम हुन सकदैन

# lossCannotBeMoreThanWeight
source: Loss is more than weight
ne: नुक्सान वजन भन्दा बढी छ

# nameEmpty
source: Name cannot be empty!
ne: नाम खाली हुन सक्दैन!

# weightEmpty
source: Weight cannot be empty!
ne: वजन खाली हुन सक्दैन!

# jyalaEmpty
source: Jyala cannot be empty!
ne: ज्याला खाली हुन सक्दैन!

# jartiEmpty
source: Jarti cannot be empty!
ne: जर्ती खाली हुन सक्दैन!

# stonePriceEmpty
source: Stone price cannot be empty!
ne: पत्थर मुल्य खाली हुन सक्दैन!

# enterValidNumber
source: Enter a valid number!
ne: नम्बर मिलेन!

# weightNonNegativeZero
source: Weight cannot be negative or zero!
ne: वजन नेगेटिभ हुनुहुँदैन!

# jyalaNonNegativeZero
source: Jyala cannot be negative
ne: ज्याला नेगेटिभ हुनुहुँदैन!

# jartiNonNegativeZero
source: Jarti cannot be negative
ne: जार्ती नेगेटिभ हुनुहुँदैन!

# stonePriceNonNegativeZero
source: Stone price cannot be negative
ne: पत्थर मूल्य नेगेटिभ वा शुन्य हुनुहुँदैन!

# phoneNumberEmpty
source: Phone number cannot be empty!
ne: फोन नम्बर खाली हुन सकदैन!

# invalidPhoneNumber
source: Enter a valid 10-digit phone number!
ne: सही १० अंकको फोन नम्बर प्रविष्ट गर्नुहोस्!

# addressEmpty
source: Address cannot be empty!
ne: ठेगाना खाली हुन सकदैन!

# advancePaymentEmpty
source: Advance payment cannot be empty!
ne: अग्रिम भुक्तान खाली हुन सकदैन!

# advancePaymentNonNegative
source: Advance cannot be less than 0
ne: अग्रिम 0 भन्दा कम हुन सकदैन
